
[
    {
      "id": 1,
      "complaint": "Мужчина 54 лет. Жалобы на интенсивную загрудинную боль давящего характера длительностью около 40 минут, иррадиацию в левую руку и нижнюю челюсть, выраженную одышку, холодный липкий пот, чувство страха смерти.",
      "questions": [
        "Какие симптомы в данной ситуации являются жизнеугрожающими?",
        "Какой ведущий клинический синдром можно выделить?",
        "Какой предварительный диагноз наиболее вероятен?",
        "Какие неотложные диагностические мероприятия необходимо выполнить в первую очередь?"
      ],
      "result": "Острый коронарный синдром (подозрение на инфаркт миокарда). Частая ошибка студентов — попытка начать с лабораторных анализов вместо немедленной регистрации ЭКГ."
    },
    {
      "id": 2,
      "complaint": "Женщина 23 лет. Жалобы на боли внизу живота, начавшиеся в эпигастральной области и через несколько часов сместившиеся в правую подвздошную область, тошноту, однократную рвоту, повышение температуры до 37.6°C. Задержка менструации 6 дней.",
      "questions": [
        "Какие особенности болевого синдрома имеют диагностическое значение?",
        "Какой синдром формируется у пациентки?",
        "Какой предварительный диагноз следует рассматривать в первую очередь?",
        "Какие состояния необходимо исключить в рамках дифференциальной диагностики?"
      ],
      "result": "Острый аппендицит. Типичная ошибка — игнорирование гинекологического анамнеза и отказ от исключения внематочной беременности."
    },
    {
      "id": 3,
      "complaint": "Ребёнок 4 лет. Жалобы на повторяющиеся эпизоды ночного кашля, свистящее дыхание, одышку при физической активности. Температура тела нормальная. В анамнезе — атопический дерматит.",
      "questions": [
        "Какие данные анамнеза имеют ключевое значение?",
        "Какой синдром можно выделить у ребёнка?",
        "Какой диагноз наиболее вероятен?",
        "Какие дополнительные исследования или пробы помогут подтвердить диагноз?"
      ],
      "result": "Бронхиальная астма. Частая ошибка — трактовка повторных эпизодов как ОРВИ без учёта атопического фона."
    },
    {
      "id": 4,
      "complaint": "Мужчина 68 лет. Жалобы на внезапную слабость в правых конечностях, нарушение речи, асимметрию лица. Симптомы возникли около 1 часа назад. В анамнезе — артериальная гипертензия и фибрилляция предсердий.",
      "questions": [
        "Какие симптомы указывают на поражение центральной нервной системы?",
        "Какой клинический синдром можно выделить?",
        "Какой предварительный диагноз наиболее вероятен?",
        "Какие исследования необходимо провести в экстренном порядке?"
      ],
      "result": "Острое нарушение мозгового кровообращения по ишемическому типу. Частая ошибка — потеря времени и позднее направление на КТ головного мозга."
    },
    {
      "id": 5,
      "complaint": "Женщина 31 года. Жалобы на учащённое сердцебиение, дрожь в руках, потливость, снижение массы тела при сохранённом аппетите, раздражительность. При осмотре — тахикардия до 120 уд/мин.",
      "questions": [
        "Какие симптомы указывают на эндокринную патологию?",
        "Какой синдром является ведущим?",
        "Какой предварительный диагноз наиболее вероятен?",
        "Какие лабораторные исследования необходимо назначить?"
      ],
      "result": "Тиреотоксикоз. Частая ошибка — расценивание симптомов как проявлений невроза без оценки функции щитовидной железы."
    }
]

